---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCLegacyStairOrRamp
source: html/7f57fc1a-e50c-8347-630e-dbcbffb9ec94.htm
---
# IFCLegacyStairOrRamp Members

Releases all resources used by the IFCLegacyStairOrRamp